Repository: VihreatDeGrona/degrona-ehdokas
Catalog: lang/*-grona-ehdokas-*.po
Languages: fi

source: Candidate '15 Settings
fi: Ehdokas '15 Asetukset

source: Candidate '15
fi: Ehdokas '15

source: Settings
fi: Asetukset

source: Candidate Info
fi: Ehdokkaan tiedot

source: Basic information about yourself. This information is displayed on the site home page.
fi: Yleistiedot itsestäsi. Nämä tiedot näytetään sivuston etusivulla.

source: Your name
fi: ﻿Nimesi

source: Add your name.
fi: ﻿Lisää nimesi.

source: George Hay
fi: Anna Ehdokas

source: Short description
fi: ﻿Lyhyt kuvaus

source: Add short description about yourself.
fi: ﻿Lisää lyhyt kuvaus itsestäsi.

source: I am George Hay, parliament election candidate from Toronto.
fi: Olen Anna Ehdokas, 35-vuotias opettaja Jyväskylästä. Ehdolla eduskuntaan 2015!

source: Additional description
fi: Lisätiedot

source: Add additional description.
fi: Lisää halutessasi lisätietoja esim. vaaliteemoistasi.

source: Vote me and I will stop coal power plants!
fi: Äänestämällä minua tuet vahvaa koulutus- ja ilmastopolitiikkaa!

source: Your candidate number
fi: Ehdokasnumerosi

source: Add your candidate number. Leave blank if you don't know it at the moment.
fi: Lisää ehdokasnumerosi. Jätä tyhjäksi, mikäli et tiedä sitä vielä.

source: Your image
fi: Ehdokaskuvasi

source: Add you candidate image.
fi: Lisää ehdokaskuvasi.

source: Show candidate info on home page?
fi: Näytä ehdokastietosi etusivulla?

source: Check if you want to show your candidate details on home page.
fi: Valitse, jos haluat että tietosi näkyvät etusivulla.

source: Social Media Info
fi: Sosiaalisen median asetukset

source: Add your social media username and page information here and your site will use them automatically.
fi: Lisää eri sosiaalisen median sivustojen käyttäjänimesi, niin tietoja käytetään automaattisesti sivustolla.

source: Your Facebook-page ID
fi: Sinun Facebook-sivun ID

source: Add your Facebook-page ID.
fi: ﻿Lisää Facebook-sivun ID.

source: Your Twitter username
fi: ﻿Sinun Twitter-käyttäjätunnus

source: Add your Twitter username.
fi: ﻿Lisää Twitter-käyttäjätunnus.

source: username
fi: ﻿käyttäjätunnus

source: Your Instagram username
fi: ﻿Sinun Instagram käyttäjätunnus

source: Add your Instagram username.
fi: ﻿Lisää Instagram käyttäjätunnus.

source: Other Info
fi: Muut tiedot

source: Other settings. This information is displayed on the site.
fi: Muut asetukset. Nämä tiedot näkyvät sivustolla.

source: Your phone number
fi: Puhelinnumerosi

source: Add your phone number.
fi: Lisää puhelinnumerosi.

source: Your email
fi: Sähköpostiosoitteesi

source: Add your email.
fi: Lisää sähköpostiosoitteesi.

source: george@hay.com
fi: anna@ehdokas.fi

source: Home page background image
fi: ﻿Etusivun taustakuva

source: Add you home page background image.
fi: Lisää etusivun taustakuva.

source: Join the campaign page url
fi: Tule mukaan kampanjaan sivun osoite

source: Add your "Join the campaign url".
fi: Lisää &quot;Liity kampanjaan sivun osoite &quot;.

source: http://www.yousite.com/join-the-campaign
fi: ﻿http://www.annaehdokas.fi/tule-mukaan

source: Donate page url
fi: Lahjoitus-sivun osoite

source: Add your donate page url.
fi: Lisää lahjoitus-sivun osoite.

source: http://www.donateme.com/myname
fi: ﻿http://www.lahjoita.fi/annaehdokas

source: Save Settings
fi: ﻿Tallenna asetukset

source: Phone number:
fi: Puhelinumero:

source: Email:
fi: Sähköposti:

source: Upload an image
fi: Lataa kuva

source: Use image
fi: ﻿Käytä kuvaa

source: Upload new image
fi: ﻿Lataa uusi kuva

source: Remove image
fi: ﻿Poista kuva

source: Add New %s
fi: ﻿Lisää uusi %s

source: Edit %s
fi: ﻿Muokkaa %s

source: New %s
fi: Uusi %s

source: All %s
fi: Kaikki %s

source: View %s
fi: Tarkastele %s

source: Search %s
fi: ﻿Etsi %s

source: No %s Found
fi: %s ei löytynyt

source: No %s Found In Trash
fi: %s ei löytynyt roskakorista
